/*
 Localizable.strings
 Wi-FiDeviceConnector
 
 Created by Waynn on 2018/1/22.
 Copyright © 2018年 emax. All rights reserved.
 */

"Choose your router" = "选择路由器";
"Active your device" = "激活设备";
"Connect to your device" = "连接到您的设备";

"Please select WiFi" = "请选择 Wi-Fi";
"display password" = "显示密码";
"Jump to Settings" = "跳转到设置";
"Wi-Fi PIN length error!" = "Wi-Fi密码长度错误";

"Go to Wi-Fi settings, choose %@ and then back to app to complete the setting." = "进入Wi-Fi设置页，选择连接'%@'后，返回App以完成设置。";
"Please connect %@" = "请连接%@";
"Connection sucessful, please press and hold WiFi button for 3 seconds again to complete the setting." = "连接成功！请再次按长按 WiFi 按钮以完成设置";

"Initializing connection" = "初始化连接";
"Scaning Wi-Fi" = "扫描设备周边Wi-Fi";
"Setting Wi-Fi password" = "设定Wi-Fi密码";
"Setting Wi-Fi SSID" = "设定SSID";
"error!" = "出错了!";

"Next" = "下一步";
"Cancel" = "取消";
"Confirm" = "确定";
"This device do NOT support 5G Wi-Fi frequencies" = "该设备不支持5GHz频率的WIFI，企业网络比如802.1x/RADIUS，或者内部门户网络（一些需要验证或同意服务条款才能使用的网络，如咖啡厅或酒店）";
